Repository: lipki/flvPlayerConfig
Catalog: locales/*/main.po
Languages: fr

source: Configuration successfully updated.
fr: Configuration mise à jour.

source: OK
fr: Valider

source: Fast
fr: Rapide

source: Video size
fr: Taille de la vidéo

source: Width
fr: Forcer la largeur de la vidéo

source: Height
fr: Forcer la hauteur de la vidéo

source: Disposition
fr: Alignement de la vidéo

source: None
fr: Aucun

source: Left
fr: Gauche

source: Right
fr: Droite

source: Center
fr: Centre

source: General
fr: Général

source: Title
fr: Titre

source: Startimage
fr: URL de l'image afficher avant la vidéo

source: Retrieves the URL of your image in the media manager.
fr: Recuperer l'url de Votre Image Dans Le Gestionnaire de médias

source: Loop
fr: Boucler

source: Autoplay
fr: Lecture automatique

source: Autoload
fr: Chargement automatique

source: Miscellaneous
fr: Divers

source: Show mouse
fr: Afficher la souris

source: autohide
fr: Masquer automatiquement

source: always
fr: Toujours

source: never
fr: Jamais

source: Video background color
fr: Couleur du fond de la vidéo quand il n'y a pas de vidéo

source: Load on stop
fr: Arrêter le chargement de la vidéo au STOP

source: PHP stream
fr: Utiliser un streaming php

source: Shortcut
fr: Raccourcis

source: Net connection
fr: URL du serveur RTMP

source: Show title and startimage
fr: Afficher le titre et l'image de départ en même temps

source: Border
fr: Bordure

source: Margin
fr: Marge

source: Background color
fr: Couleur de fond

source: Background color 1
fr: Couleur de fond 1

source: Background color 2
fr: Couleur de fond 2

source: Title color
fr: Couleur du titre

source: Title size
fr: Taille du titre

source: Subtitle
fr: Sous-titres

source: Subtitle color
fr: Couleur sous-titres

source: Subtitle background color
fr: Couleur de fond de sous-titres

source: Subtitle size
fr: Taille de sous-titres

source: Subtitle url
fr: Url de sous-titres

source: Retrieves the URL of your file in the media manager.
fr: Récupèrer l'url de votre fichier dans le gestionnaire de média

source: Control Bar
fr: Barre de contrôle

source: Show stop
fr: Afficher boutton stop

source: Show volume
fr: Afficher boutton volume

source: Show time
fr: Afficher l'heure

source: Show player
fr: Afficher player

source: Show loading
fr: Voir le chargement

source: Show full screen
fr: Afficher en plein écran

source: Colors
fr: Couleurs

source: Player color
fr: La couleur du joueur

source: Player alpha
fr: Transparence

source: Loading color
fr: Couleur du loadeur

source: Button color
fr: Couleur des boutons

source: Button over color
fr: Couleur des boutons au survole

source: Slider color 1
fr: Première couleur du Slider

source: Slider color 2
fr: Deuxième couleur du Slider

source: Slider over color
fr: Couleur du Slider au survole

source: Technical
fr: Technique

source: Display Buffer
fr: Buffer d'affichage

source: Buffer message
fr: message pendant le Buffer

source: Buffer color
fr: Couleur du Buffer

source: Buffer background color
fr: Couleur de fond du Buffer

source: Buffer show background
fr: Fond pendant le Buffer

source: Controls the mouse
fr: Contrôles de la souris

source: Images on the video
fr: Images sur la vidéo

source: The icons of the video
fr: Les icônes de la vidéo

source: Show icon play
fr: Afficher les icônes de la vidéo

source: Icon play color
fr: Couleur de l'icône play

source: Icon play background color
fr: Couleur du background de l'icône play

source: Icon play background alpha
fr: transparence du background de l'icône play

source: Enable flvplayerconfig
fr: Activer FLV Player config

source: Plugins Enable
fr: Activer les Plugins
